Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/motoring_1/driving_offences/drink_driving_offences_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: Penalties for drink driving offences
ga: Pionóis le haghaidh cionta maidir le tiomáint ar meisce

source: Penalties on conviction for drink driving will vary depending on the amount of alcohol that has been detected in your system
ga: Beidh pionóis ar chiontú duine i dtiomáint ar meisce éagsúil ag brath ar mhéid an alcóil a braitheadh i do chóras

source: Another factor the court will take account of is whether the offence is your first offence or otherwise
ga: Fachtóir eile a chuirfidh an chúirt san áireamh ná cibé an é an cion seo do chéad chion nó nach é

source: Under the penalties introduced by the Road Traffic Act 2006 all convictions for drink driving carried a mandatory disqualification from driving
ga: Faoi na pionóis a tugadh isteach leis an Acht um Thrácht ar Bhóithre 2006, gabhann dícháiliú éigeantach ó thiomáint le gach ciontú i dtiomáint ar meisce

source: From 28 October 2011 (through the Road Traffic Act 2010) the penalties for drink driving offences are changed
ga: Ón 28 Deireadh Fómhair 2011 (tríd an Acht um Thrácht ar Bhóithre 2010) na pionóis do chionta tiomána ar meisce a athrú

source: If you hold a valid licence/permit at the time of the offence and your alcohol level is below a certain limit, you will be issued with a fixed penalty notice
ga: Má tá ceadúnas bailí / cead ag an tráth an chiona agus tá do leibhéal alcóil faoi theorainn áirithe, a bheidh tú ag eisiúint le fógra pionóis sheasta

source: If you pay the fine stated on the notice within 28 days, the additional penalty stated on the notice will be imposed but you will not have to go to court
ga: Má íocann tú an fhíneáil atá luaite ar an fhógra laistigh de 28 lá, beidh an pionós breise atá luaite ar an bhfógra a bheidh le forchur, ach ní bheidh ort dul chun na cúirte

source: You are not eligible for a drink driving fixed penalty notice if you have received a similar notice within the previous 3 years
ga: Nach bhfuil tú incháilithe le haghaidh fógra tiomána faoi thionchar alcóil pionóis sheasta má fuair tú fógra den sórt céanna laistigh de na 3 bliana roimhe sin

source: The alcohol limits and penalties applied under the fixed penalty notice scheme are as set out below:
ga: Na teorainneacha alcóil agus pionóis i bhfeidhm faoin scéim pionós socraithe fógra atá leagtha amach thíos:

source: │Driver type │Concentration of alcohol │Fine│Additional penalty │
ga: │Cineál tiománaí │Cion alcóil │Fíneáil │Pionós breise │

source: │ │(a) Not exceeding 80mg of alcohol per 100ml of blood │ │ │
ga: │ │(a) Nach mó ná 80mg alcóil in aghaidh 100ml fola │ │ │

source: │Experienced drivers │(b) Not exceeding 107mg of alcohol per 100ml of urine │€200│3 penalty points │
ga: │Tiománaithe taithí │(b) Nach mó ná 107mg alcóil in aghaidh 100ml fuail │€200 │3 pointí pionóis │

source: │ │(c) Not exceeding 35mcg of alcohol per 100ml of breath │ │ │
ga: │ │(c) Nach mó ná 35mcg alcóil in aghaidh 100ml anála │ │ │

source: │ │(a) Exceeding 80mg but not exceeding 100mg of alcohol per 100ml of blood │ │ │
ga: │ │(a) Is mó ná 80mg ach nach mó ná 100mg alcóil in aghaidh 100ml fola │ │ │

source: │Experienced drivers │(b) Exceeding 107mg but not exceeding 135mg of alcohol per 100ml of urine │€400│6 months disqualification │
ga: │Tiománaithe taithí │(b) Is mó ná 107mg ach nach mó ná 135mg alcóil in aghaidh 100ml fuail │€400 │6 mhí dícháiliú │

source: │ │(c) Exceeding 35mcg but not exceeding 44mcg of alcohol per 100ml of breath │ │ │
ga: │ │(c) Is mó ná 35 mcg ach nach mó ná 44 mcg alcóil in aghaidh 100ml anála │ │ │

source: │Other drivers │(b) Not exceeding 107mg of alcohol per 100ml of urine │€200│3 months disqualification │
ga: │Tiománaithe eile │(b) Nach mó ná 107mg alcóil in aghaidh 100ml fuail │€200 │3 mhí dícháiliú │

source: If you have to go to court the disqualification periods for drink driving convictions are as follows:
ga: Má tá tú chun dul chun na cúirte na tréimhsí dícháilithe le haghaidh chiontuithe tiomáint ar meisce iad seo a leanas:

source: │Concentration of alcohol │First offence (period of disqualification) │Second offence (period of disqualification) │
ga: │Cion alcóil │An chéad chion (tréimhse dícháilithe) │An dara cion (tréimhse dícháilithe) │

source: │(a) Not exceeding 80mg of alcohol per 100ml of blood │ │ │
ga: │(a) Nach mó ná 80mg alcóil in aghaidh 100ml fola │ │ │

source: │(b) Not exceeding 107mg of alcohol per 100ml of urine │6 months │1 year │
ga: │(b) Nach mó ná 107mg alcóil in aghaidh 100ml fuail │6 mhí │Bliain amháin │

source: │(c) Not exceeding 35mcg of alcohol per 100ml of breath │ │ │
ga: │(c) Nach mó ná 35mcg alcóil in aghaidh 100ml anála │ │ │

source: │(a) Exceeding 80mg but not exceeding 100mg of alcohol per 100ml of blood │ │ │
ga: │(a) Is mó ná 80mg ach nach mó ná 100mg alcóil in aghaidh 100ml fola │ │ │

source: │(b) Exceeding 107mg but not exceeding 135mg of alcohol per 100ml of urine │1 year │2 years │
ga: │(b) Is mó ná 107mg ach nach mó ná 135mg alcóil in aghaidh 100ml fuail │Bliain amháin │2 bhliain │

source: │(c) Exceeding 35mcg but not exceeding 44mcg of alcohol per 100ml of breath │ │ │
ga: │(c) Is mó ná 35mcg ach nach mó ná 44mcg alcóil in aghaidh 100ml anála │ │ │

source: │(a) Exceeding 100mg but not exceeding 150mg of alcohol per 100ml of blood │ │ │
ga: │(a) Is mó ná 100mg ach nach mó ná 150mg alcóil in aghaidh 100ml fola │ │ │

source: │(b) Exceeding 135mg but not exceeding 200mg of alcohol per 100ml of urine │2 years │4 years │
ga: │(b) Is mó ná 135mg ach nach mó ná 200mg alcóil in aghaidh 100ml fuail │2 bhliain │4 bliana │

source: │(c) Exceeding 44mcg but not exceeding 66mcg of alcohol per 100ml of breath │ │ │
ga: │(c) Is mó ná 44mcg ach nach mó ná 66mcg alcóil in aghaidh 100ml anála │ │ │

source: │(a) Exceeding 150mg of alcohol per 100ml of blood │ │ │
ga: │(a) Is mó ná 150mg alcóil in aghaidh 100ml fola │ │ │

source: │(b) Exceeding 200mg of alcohol per 100ml of urine │3 years │6 years │
ga: │(b) Is mó ná 200mg alcóil in aghaidh 100ml fuail │3 bliana │6 bliana │

source: │(c) Exceeding 66mcg of alcohol per 100ml of breath │ │ │
ga: │(c) Is mó ná 66mcg alcóil in aghaidh 100ml anála │ │ │

source: The above penalties are minimum penalties and the judge has the discretion to increase these penalties
ga: Cuimhnigh, íosphionóis atá sna pionóis thuas agus bíonn sé de lánchead ag an mbreitheamh na pionóis seo a mhéadú

source: The maximum penalty for drink driving is €5,000 or 6 months in prison or both. Drug driving
ga: Is é an pionós uasta le haghaidh tiomáint ar meisce €5,000 nó 6 mhí i bpríosún nó iad araon

source: Gardai may also carry out an impairment test
ga: Tiomáint faoi thionchar drugaí

source: For certain drugs – cannabis, cocaine and heroin – it is illegal to drive if you are over the specified limit, regardless of how impaired your driving is
ga: Faoin Acht um Thrácht ar Bhóithre, 2014, ón 27 Samhain 2014 ar aghaidh, tá breis cumhachtaí ag na Gardaí chun tástáil a dhéanamh ar thiománaithe atá faoi amhras go bhfuil siad ag tiomáint faoi thionchar drugaí

source: The Road Safety Authority (RSA) provide further information on drug driving including Frequently Asked Questions on preliminary drug testing (pdf) and an information leaflet on Medicines and Driving (pdf)
ga: Féadtar iarraidh ar thiománaithe tabhairt faoi Thástáil Lagaithe ar Thaobh an Bhóthair, mar shampla, do mhéar a leagan ar do shrón agus siúl i líne dhíreach

source: Removal of a disqualification
ga: Deireadh a chur le dícháiliúchán

source: You can apply for the early restoration of your driving licence when half your disqualification period is over
ga: Is féidir leat cur isteach ar athbhronnadh luath do cheadúnais tiomána ort nuair atá leath de do thréimhse dhícháilithe caite

source: However, you cannot apply for an early restoration:
ga: Ach ní féidir leat cur isteach ar athbhronnadh luath:

source: • If the disqualification is for 2 years or less
ga: • Má tá an dícháiliúchán ar feadh dhá bhliain nó níos lú nó

source: • If the disqualification is not your first disqualification order within the previous 10 years
ga: • Más rud é nach bhfuil an dícháiliúchán do ordú dícháiliúcháin chéad laistigh de na 10 mbliana roimhe sin

source: The court can reduce the period of disqualification to two-thirds of the original period of disqualification or to 2 years, whichever is the greater
ga: Is féidir leis an gcúirt an tréimhse dhícháilithe a laghdú go dtí dhá thrian den tréimhse dhícháilithe tosaigh nó go 2 bhliain, cibé acu is mó

source: When a court is considering an application for the restoration of a driving licence it will look at the nature of the offence, the character of the applicant and the conduct of the applicant after conviction
ga: Le linn do chúirt a bheith ag breithniú iarratais ar athbhunú ceadúnais tiomána breathnófar ar an gcineál ciona, ar charachtar an iarratasóra agus ar iompar an iarratasóra tar éis a chiontaithe

source: Appeals to the Circuit Court to reverse a conviction for drink driving are free of charge
ga: Bíonn achomhairc chuig an gCúirt Chuarda le ciontú i dtiomáint ar meisce a fhreaschur saor in aisce

source: Appeals to the District Court for the early restoration of your driving licence if you are disqualified will cost €55
ga: Cosnóidh achomhairc chuig an gCúirt Dúiche le do cheadúnas tiomána a athbhunú go luath má tá tú dícháilithe €55

source: If you have been convicted of drink driving in the District Court you may appeal the conviction to the Circuit Court
ga: Má ciontaíodh tú as tiomáint ar meisce sa Chúirt Dúiche féadfaidh tú achomharc a dhéanamh in aghaidh an chiontaithe chuig an gCúirt Chuarda

source: The appeal must be lodged in the District Court Office within 14 days of your conviction
ga: Caithfear an t-achomharc a lóisteáil in Oifig na Cúirte Dúiche faoi cheann 14 lá tar éis do chiontaithe

source: The court clerk in your local District Court will assist you in this process
ga: Cabhróidh an cléireach cúirte i do Chúirt Dúiche áitiúil leat sa phróiseas seo

source: Alternatively, your solicitor will assist you
ga: Nó cabhróidh d’aturnae leat

source: If you have been disqualified from driving for more than 2 years and wish to apply to the courts for an early restoration of your licence you may do so in person or through your solicitor following payment of the appropriate fee
ga: Má dícháilíodh ó thiomáint tú ar feadh tréimhse is mó ná 2 bhliain agus más mian leat iarratas a dhéanamh leis na cúirteanna go n-athbhunófaí do cheadúnas go luath féadfaidh tú é sin a dhéanamh go pearsanta nó trí d’aturnae tar éis an táille cuí a íoc

source: You may apply for the early restoration of your driving licence only when half of your disqualification period is complete
ga: Ní fhéadfaidh tú iarratas a dhéanamh go n-athbhunófaí do cheadúnas tiomána go luath ach amháin sa chás go bhfuil leathchuid do thréimhse dícháilithe curtha i gcrích

source: The District Court and Circuit Court clerk will inform you about the date and venue of your appeal
ga: Cuirfidh cléireach na Cúirte Dúiche agus na Cúirte Cuarda dáta agus láthair d’achomhairc in iúl duit

source: There is more information on removal of a disqualification in our document on driving offences
ga: Tá tuilleadh eolais maidir le deireadh a chur le dícháiliúchán inár ndoiciméad faoi chionta tiomána

source: Your local District Cout office
ga: D’oifig Cúirte Dúiche áitiúil
